
#+TITLE: Fabric Of Languages 
#+CATEGORY: fabric

** Bayesian Methods for Hackers                                        :DOCS:
                                                                     CLOCK: [2013-08-05 Mon 17:12]--[2013-08-05 Mon 17:12] =>  0:00
[2013-08-05 Mon 17:12]
http://camdavidsonpilon.github.io/Probabilistic-Programming-and-Bayesian-Methods-for-Hackers/
** Essential Math for Games Programmers                                :DOCS:
                                                                     CLOCK: [2013-08-05 Mon 17:13]--[2013-08-05 Mon 17:13] =>  0:00
[2013-08-05 Mon 17:13]
http://www.essentialmath.com/tutorial.htm
** ho.history overview - Video lectures of mathematics courses available online for free - MathOverflow :DOCS:
                                                                     CLOCK: [2013-08-05 Mon 17:13]--[2013-08-05 Mon 17:13] =>  0:00
[2013-08-05 Mon 17:13]
http://mathoverflow.net/questions/54430/video-lectures-of-mathematics-courses-available-online-for-free
** Short algorithm, long-range consequences - MIT News Office          :DOCS:
                                                                     CLOCK: [2013-08-05 Mon 17:17]--[2013-08-05 Mon 17:17] =>  0:00
[2013-08-05 Mon 17:17]
http://web.mit.edu/newsoffice/2013/short-algorithm-long-range-consequences-0301.html
